{"status":"success","message":"The COLL_METHOD field for indicator 2-2-3, translated into en","data":"<p>The CDHS was conducted in 2000, 2005, 2010 and 2014. Before the CDHS, similar surveys known as Demographic Survey 1996 was also conducted by the NIS and followed by Nation Health Survey 1998 was conducted by Ministry of Health.</p>\n<p>The CDHS is national household survey covering many areas related to the demographic and health situation within the population. It includes information on demography, family planning, infant and child mortality, domestic violence, and health-related information such as breastfeeding, antenatal care, children’s immunization, childhood diseases, and HIV/AIDS. Also, the questionnaires are designed to evaluate the nutritional status of mothers and children and to measure the prevalence of anemia.</p>\n<p>The survey covered a sample of 15,000 plus households. All women age 15-49 in these households and all men aged 15-49 in a sub-sample of one-half of the households were eligible to be individually interviewed. The questionnaire is conducted in three parts for household, women and men in the household supplemented by blood collection for HIV and hemoglobin testing. </p>\n<p>The CDHS data were collected by 17 teams, each consisting of a team supervisor, a field editor, and four female interviewers. Each team was in charge of data collection in one province or a group of provinces. Coordination and supervision of the interviewing activities were done by four survey coordinators and four supervisory staff members from the National Institute of Statistics and the Ministry of Health. Data collection took place over a six-month period, from February to July in the year of survey.</p>\n<p>The detailed documentations of the survey, such as questionnaire, filed operation annual and technical report on survey design and implementation are stored in NADA (National Data Archive), NIS website: <a href=\"http://nada.nis.gov.kh/index.php/home\">http://nada.nis.gov.kh/index.php/home</a></p>"}