{"status":"success","message":"The COMPARABILITY field for indicator 2-2-2, translated into all languages","data":{"en":"<p>The standard analysis approach to construct the joint data set aims for a maximum comparability of country estimates. For the inclusion of survey estimates into the JME dataset, the inter-agency group applies survey quality assessment criteria. When there is insufficient documentation, the survey is not included until information becomes available. When raw data are available, and there is a question about the analysis approach, data re-analysis is performed following the standard methodology. Discrepancies between results from standardised approach and those reported may occur for various reasons, for example, the use of different standards for z-score calculations, imputation of the day of birth when missing, the use of rounded age in months, the use of different flagging systems for data exclusion. For surveys based on the previous NCHS/WHO references, and for which raw data are not available, a method for converting the z-scores to be based on the WHO Child Growth Standards is applied (Yang and de Onis, 2008). In addition, when surveys do not cover the age interval 0-<5 years, or are only representative of the rural areas, an adjustment based on other surveys for the same country, is performed. Any adjustment or conversion is transparently stated in the annotated joint data set.</p>","km":"<p> វិធីសាស្រ្តវិភាគស្តង់ដារដើម្បីកសាងសំណុំទិន្នន័យរួមមានគោលបំណងសម្រាប់ការប្រៀបធៀបអតិបរិមានៃការប៉ាន់ស្មានរបស់ប្រទេស។ ចំពោះការដាក់បញ្ចូលការប៉ាន់ស្មាននៃការស្ទង់មតិទៅក្នុងសំណុំទិន្នន័យ JME ក្រុមអន្តរទីភ្នាក់ងារអនុវត្តលក្ខណៈវិនិច្ឆ័យវាយតម្លៃគុណភាពស្ទង់មតិ។ នៅពេលមានឯកសារមិនគ្រប់គ្រាន់ការស្ទង់មតិមិនត្រូវបានរាប់បញ្ចូលទេរហូតដល់មានព័ត៌មាន។ នៅពេលមានទិន្នន័យឆៅហើយមានសំណួរអំពីវិធីសាស្រ្តវិភាគការវិភាគទិន្នន័យត្រូវបានអនុវត្តតាមវិធីសាស្ត្រស្តង់ដារ។ ភាពខុសគ្នារវាងលទ្ធផលពីវិធីសាស្រ្តស្តង់ដារនិងរបាយការណ៍ដែលបានរាយការណ៍អាចកើតឡើងដោយហេតុផលផ្សេងៗឧទាហរណ៍ការប្រើស្តង់ដារផ្សេងៗគ្នាសម្រាប់ការគណនាពិន្ទុ Z ការកាត់ទោសថ្ងៃកំណើតនៅពេលបាត់ការប្រើអាយុមូលក្នុងខែការប្រើប្រាស់ខុសៗគ្នា។ ប្រព័ន្ធដាក់ទង់សម្រាប់ការដកទិន្នន័យ។ សម្រាប់ការស្ទង់មតិផ្អែកលើឯកសារយោង NCHS / WHO ពីមុននិងសម្រាប់ទិន្នន័យដើមមិនអាចរកបានវិធីសាស្រ្តនៃការបំលែងពិន្ទុ Z ដោយផ្អែកលើស្តង់ដារកំណើនកុមាររបស់អង្គការសុខភាពពិភពលោកត្រូវបានអនុវត្ត (យ៉ង់និងដឺអូស៊ីសឆ្នាំ ២០០៨) លើសពីនេះទៀតនៅពេលដែលការស្ទង់មតិមិនគ្របដណ្តប់លើចន្លោះអាយុ ០- <៥ ឆ្នាំឬគ្រាន់តែជាតំណាងតំបន់ជនបទការកែសំរួលផ្អែកលើការស្ទង់មតិផ្សេងទៀតសម្រាប់ប្រទេសតែមួយត្រូវបានអនុវត្ត។ ការកែសំរួលឬបំលែងណាមួយត្រូវបានបញ្ជាក់ដោយតម្លាភាពនៅក្នុងសំណុំទិន្នន័យរួមដែលបានពន្យល់។ </p>"}}