{"status":"success","message":"The RATIONALE field for indicator 6-2-1, translated into all languages","data":{"en":"<p>MDG target 7C called for ‘sustainable access’ to ‘safe drinking water’. At the start of the MDG period, there was a complete lack of nationally representative data about drinking water safety in developing countries, and such data were not collected through household surveys or censuses. The JMP developed the concept of ‘improved’ water sources, which was used as a proxy for ‘safe water’, as such sources are likely to be protected against faecal contamination, and this metric has been used since 2000 to track progress towards the MDG target. International consultations since 2011 have established consensus on the need to build on and address the shortcomings of this indicator; specifically, to address normative criteria of the human right to water including accessibility, availability and quality.</p>\n<p>The above consultation concluded that JMP should go beyond the basic level of access and address safe management of drinking water services, including dimensions of accessibility, availability and quality. The proposed indicator of ‘safely managed drinking water services’ is designed to address this.</p>","km":"<p> គោលដៅអភិវឌ្ឍន៍សហស្សវត្សរ៍ ៧ ស៊ីបានអំពាវនាវឱ្យមាន“ ទឹកស្អាតប្រកបដោយសុវត្ថិភាព” ។ នៅពេលចាប់ផ្តើមនៃ MDG មានការខ្វះខាតនូវទិន្នន័យតំណាងជាតិអំពីសុវត្ថិភាពទឹកផឹកនៅក្នុងប្រទេសកំពុងអភិវឌ្ឍន៍ហើយទិន្នន័យបែបនេះមិនត្រូវបានប្រមូលតាមរយៈការស្ទង់មតិឬជំរឿនគ្រួសារទេ។ JMP បានបង្កើតគំនិតនៃប្រភពទឹក 'បានកែលម្អ' ដែលត្រូវបានប្រើជាប្រូកស៊ីសម្រាប់ 'ទឹកមានសុវត្ថិភាព' ពីព្រោះប្រភពបែបនេះទំនងជាត្រូវបានការពារប្រឆាំងនឹងការចម្លងរោគរបស់ faecal ហើយម៉ែត្រនេះត្រូវបានប្រើតាំងពីឆ្នាំ ២០០០ ដើម្បីតាមដានវឌ្ឍនភាពឆ្ពោះទៅរក MDG ។ គោលដៅ។ ការពិគ្រោះយោបល់អន្ដរជាតិចាប់តាំងពីឆ្នាំ ២០១១ បានបង្កើតការមូលមតិគ្នាលើតម្រូវការដើម្បីពង្រឹងនិងដោះស្រាយនូវចំណុចខ្វះខាតនៃសូចនាករនេះ។ ជាពិសេសដើម្បីដោះស្រាយលក្ខណៈវិនិច្ឆ័យបទដ្ឋាននៃសិទ្ធិរបស់មនុស្សក្នុងការទទួលបានទឹករួមមានភាពអាចរកបានភាពអាចរកបាននិងគុណភាព។ </p>\n[៨១៦] ការពិគ្រោះយោបល់ខាងលើបានសន្និដ្ឋានថា JMP គួរតែហួសពីកំរិតមូលដ្ឋាននៃការចូលនិងដោះស្រាយការគ្រប់គ្រងប្រកបដោយសុវត្ថិភាពនៃសេវាកម្មទឹកផឹករួមទាំងវិមាត្រនៃភាពអាចរកបានភាពអាចរកបាននិងគុណភាព។ សូចនាករដែលបានស្នើឡើងនៃ“ សេវាកម្មទឹកស្អាតគ្រប់គ្រងដោយសុវត្ថិភាព” ត្រូវបានរៀបចំឡើងដើម្បីដោះស្រាយបញ្ហានេះ។"}}