{"status":"success","message":"The STAT_CONC_DEF field for indicator 6-2-1, translated into all languages","data":{"en":"<p>The proportion of population using safely managed sanitation services, including a hand-washing facility with soap and water is currently being measured by the proportion of the population using a basic sanitation facility which is not shared with other households and where excreta is safely disposed in situ or treated off-site. ‘Improved’ sanitation facilities include: flush or pour flush toilets to sewer systems, septic tanks or pit latrines, ventilated improved pit latrines, pit latrines with a slab, and composting toilets. </p>\n<p>Population with a basic hand washing facility: a device to contain, transport or regulate the flow of water to facilitate hand washing with soap and water in the household.</p>\n<p><strong>Note</strong>: The above-mentioned definition, however Cambodia applies only the proportion of population using improved sanitation facilities. ‘Improved’ sanitation facilities include: flush or pour flush toilets to sewer systems, septic tanks or pit latrines, ventilated improved pit latrines, pit latrines with a slab, and composting toilets. </p>","km":"<p> សមាមាត្រនៃចំនួនប្រជាជនដែលប្រើប្រាស់សេវាកម្មអនាម័យគ្រប់គ្រងដោយសុវត្ថិភាពរួមទាំងកន្លែងលាងដៃជាមួយសាប៊ូនិងទឹកកំពុងត្រូវបានវាស់វែងដោយសមាមាត្រនៃចំនួនប្រជាជនដែលប្រើប្រាស់កន្លែងអនាម័យមូលដ្ឋានដែលមិនត្រូវបានចែករំលែកជាមួយគ្រួសារផ្សេងទៀតនិងកន្លែងដែលមានទឹករំអិលមានសុវត្ថិភាព។ បោះចោលនៅកន្លែងឬត្រូវបានព្យាបាលនៅនឹងកន្លែង។ គ្រឿងបរិក្ខារអនាម័យដែលបានធ្វើឱ្យប្រសើរឡើងរួមមានៈបង្គន់ទឹកហូរឬចាក់ទឹកទៅក្នុងប្រព័ន្ធលូអាងស្តុកទឹកឬបង្គន់រណ្តៅបង្គន់អនាម័យដែលមានខ្យល់ចេញចូលបង្គន់រណ្តៅដែលមានជម្រាលនិងបង្គន់ជីកំប៉ុស។ [៥៣៦]\n[៥៤១] ចំនួនប្រជាជនដែលមានកន្លែងលាងដៃមូលដ្ឋាន៖ ឧបករណ៍សំរាប់ផ្ទុកដឹកជញ្ជូនរឺកំនត់លំហូរទឹកដើម្បីសម្រួលដល់ការលាងដៃជាមួយសាប៊ូនិងទឹកក្នុងគ្រួសារ [៧១៦]\n[៧២១] [៧២៤] សំគាល់ [៧៣៦] ៈនិយមន័យដែលបានរៀបរាប់ខាងលើទោះយ៉ាងណាកម្ពុជាអនុវត្តតែសមាមាត្រនៃចំនួនប្រជាជនដែលប្រើមធ្យោបាយអនាម័យល្អប្រសើរប៉ុណ្ណោះ។ គ្រឿងបរិក្ខារអនាម័យដែលបានធ្វើឱ្យប្រសើរឡើងរួមមានៈបង្គន់ទឹកហូរឬចាក់ទឹកទៅក្នុងប្រព័ន្ធលូអាងស្តុកទឹកឬបង្គន់រណ្តៅបង្គន់អនាម័យដែលមានខ្យល់ចេញចូលបង្គន់រណ្តៅដែលមានជម្រាលនិងបង្គន់ជីកំប៉ុស។ [១០៧៨]"}}