{"status":"success","message":"The STAT_CONC_DEF field for indicator 1-5-1, translated into all languages","data":{"en":"<p>This indicator measures the number of people who died, went missing or were directly affected by disasters per 100,000 population.</p>\n<p><strong>Death: </strong>The number of people who died during the disaster, or directly after, as a direct result of the hazardous event.</p>\n<p><strong>Missing: </strong>The number of people whose whereabouts is unknown since the hazardous event. It<strong> </strong>includes people who are presumed dead, for whom there is no physical evidence such as a body, and for which an official/legal report has been filed with competent authorities.</p>\n<p><strong>Directly affected:  </strong>The number of people who have suffered injury, illness or other health effects; who were evacuated, displaced, relocated or have suffered direct damage to their livelihoods, economic, physical, social, cultural and environmental assets. Indirectly affected are people who have suffered consequences, other than or in addition to direct effects, over time, due to disruption or changes in economy, critical infrastructure, basic services, commerce or work, or social, health and psychological consequences.</p>\n<p><strong>Rationale and Interpretation:</strong></p>\n<p>The Sendai Framework for Disaster Risk Reduction 2015-2030 was adopted by UN Member States in March 2015 as a global policy of disaster risk reduction. Among the global targets, “Target A: Substantially reduce global disaster mortality by 2030, aiming to lower average per 100,000 global mortality between 2020-2030 compared with 2005-2015” and “Target B: Substantially reduce the number of affected people globally by 2030, aiming to lower the average global figure per 100,000 between 2020-2030 compared with 2005-2015” will contribute to sustainable development and strengthen economic, social, health and environmental resilience. The economic, environmental and social perspectives would include poverty eradication, urban resilience, and climate change adaptation.</p>\n<p>The open-ended intergovernmental expert working group on indicators and terminology relating to disaster risk reduction (OIEWG) established by the General Assembly (resolution 69/284) has developed a set of indicators to measure global progress in the implementation of the Sendai Framework, which was endorsed by the UNGA (OIEWG <a href=\"http://www.preventionweb.net/publications/view/51748\">report A/71/644</a>). The relevant global indicators for the Sendai Framework will be used to report for this indicator. </p>\n<p>Disaster loss data is greatly influenced by large-scale catastrophic events, which represent important outliers. UNISDR recommends countries report the data by event, so that complementary analysis can be undertaken to obtain trends and patterns in which such catastrophic events (that can represent outliers) can be included or excluded.</p>","km":"<p> សូចនាករនេះវាស់វែងចំនួនមនុស្សដែលបានស្លាប់បាត់ខ្លួនឬរងផលប៉ះពាល់ដោយផ្ទាល់ពីគ្រោះមហន្តរាយក្នុងចំណោមប្រជាជន ១០០.០០០ នាក់។\n[១៣៨] [១៤១] មរណភាព៖ [១៥៦] ចំនួនមនុស្សដែលបានស្លាប់ក្នុងកំឡុងពេលមានគ្រោះមហន្តរាយឬដោយផ្ទាល់បន្ទាប់ពីលទ្ធផលនៃព្រឹត្តិការណ៍ដែលមានគ្រោះថ្នាក់។ [២៧៧]\n[២៨២] [២៨៥] បាត់ខ្លួន [៣០២] ចំនួនមនុស្សដែលមិនដឹងពីកន្លែងលាក់ខ្លួនចាប់តាំងពីព្រឹត្តិការណ៍គ្រោះថ្នាក់។ វា [៣៩០] [៣៩៩] រួមបញ្ចូលទាំងមនុស្សដែលត្រូវបានសន្មតថាបានស្លាប់ហើយដែលគ្មានភ័ស្តុតាងជាក់ស្តែងដូចជារូបកាយហើយដែលរបាយការណ៍ផ្លូវការ / ច្បាប់ត្រូវបានដាក់ទៅអាជ្ញាធរមានសមត្ថកិច្ច។ [៥៨៣]\n[៥៨៨] [៥៩១] ផលប៉ះពាល់ដោយផ្ទាល់៖ [៦១៩] ចំនួនមនុស្សដែលបានរងរបួសជំងឺឬផលប៉ះពាល់សុខភាពផ្សេងទៀត។ ដែលត្រូវបានគេជម្លៀសផ្លាស់ទីលំនៅផ្លាស់ទីលំនៅឬបានរងការខូចខាតដោយផ្ទាល់ដល់ជីវភាពរស់នៅសេដ្ឋកិច្ចរូបវន្តសង្គមវប្បធម៌និងបរិស្ថាន។ ផលប៉ះពាល់ដោយប្រយោលគឺជាប្រជាជនដែលទទួលរងនូវផលវិបាកផ្សេងៗក្រៅពីឬបន្ថែមលើផលប៉ះពាល់ដោយផ្ទាល់នៅពេលណាមួយដោយសារការរំខានឬការផ្លាស់ប្តូរសេដ្ឋកិច្ចហេដ្ឋារចនាសម្ព័ន្ធសំខាន់ៗសេវាកម្មមូលដ្ឋានពាណិជ្ជកម្មឬការងារឬផលប៉ះពាល់សុខភាពសុខភាពនិងផ្លូវចិត្ត។ [១១៣៣]\n[១១៣៨] [១១៤១] និទាននិងការបកស្រាយ: [១១៧៨] [១១៨៧]\n[១១៩២] ក្របខ័ណ្ឌ Sendai សម្រាប់ការកាត់បន្ថយហានិភ័យនៃគ្រោះមហន្តរាយឆ្នាំ ២០១៥-២០៣០ ត្រូវបានអនុម័តដោយរដ្ឋជាសមាជិករបស់អង្គការសហប្រជាជាតិក្នុងខែមីនាឆ្នាំ ២០១៥ ជាគោលនយោបាយសកលនៃការកាត់បន្ថយហានិភ័យគ្រោះមហន្តរាយ។ ក្នុងចំណោមគោលដៅពិភពលោក“ គោលដៅក៖ កាត់បន្ថយអត្រាមរណភាពនៃគ្រោះមហន្តរាយពិភពលោកយ៉ាងខ្លាំងនៅឆ្នាំ ២០៣០ ដោយមានគោលបំណងកាត់បន្ថយអត្រាមរណភាពជាសកល ១០០.០០០ នាក់នៅចន្លោះឆ្នាំ ២០២០-២០៣០ បើប្រៀបធៀបនឹងឆ្នាំ ២០០៥-២០១៥” និង“ គោលដៅ B៖ កាត់បន្ថយចំនួនប្រជាជនដែលរងផលប៉ះពាល់ជាសកលនៅឆ្នាំ ២០៣០ ។ គោលបំណងដើម្បីកាត់បន្ថយតួលេខពិភពលោកជាមធ្យមក្នុង ១០០.០០០ នាក់នៅចន្លោះឆ្នាំ ២០២០-២០៣០ បើប្រៀបធៀបជាមួយឆ្នាំ ២០០៥-២០១៥ នឹងរួមចំណែកដល់ការអភិវឌ្ឍប្រកបដោយចីរភាពនិងពង្រឹងសេដ្ឋកិច្ចសង្គមសុខភាពនិងបរិស្ថាន។ ទស្សនវិស័យសេដ្ឋកិច្ចបរិស្ថាននិងសង្គមរួមមានការលុបបំបាត់ភាពក្រីក្រភាពធន់នឹងទីក្រុងនិងការបំរែបំរួលអាកាសធាតុ។\nក្រុមការងារជំនាញអន្តររដ្ឋាភិបាលបើកចំហរស្តីពីសូចនាករនិងវចនាធិប្បាយទាក់ទងនឹងការកាត់បន្ថយហានិភ័យគ្រោះមហន្តរាយ (OIEWG) ដែលបង្កើតឡើងដោយមហាសន្និបាត (ដំណោះស្រាយ ៦៩/២៨៤) បានបង្កើតសំណុំសូចនាករដើម្បីវាស់វឌ្ឍនភាពសកលក្នុងការអនុវត្តសៃហៃ ក្របខ័ណ្ឌការងារដែលត្រូវបានគាំទ្រដោយអ។ ស។ ប។ (OIEWG [២៣០៣] របាយការណ៍ A / ៧១ / ៦៤៤ [២៣៨១]) ។ សូចនាករសកលដែលពាក់ព័ន្ធសម្រាប់ក្របខ័ណ្ឌសៃយ៉ាងនឹងត្រូវប្រើដើម្បីរាយការណ៍សម្រាប់សូចនាករនេះ។ [២៤៨៧]\n[២៤៩២] ទិន្នន័យការបាត់បង់គ្រោះមហន្តរាយត្រូវបានជះឥទ្ធិពលយ៉ាងខ្លាំងដោយព្រឹត្តិការណ៍មហន្តរាយទ្រង់ទ្រាយធំដែលតំណាងឱ្យមនុស្សខាងក្រៅ។ UNISDR ណែនាំឱ្យប្រទេសរាយការណ៍ទិន្នន័យតាមព្រឹត្តិការណ៍ដូច្នេះការវិភាគបន្ថែមអាចត្រូវបានអនុវត្តដើម្បីទទួលបាននិន្នាការនិងគំរូដែលព្រឹត្តិការណ៍មហន្តរាយបែបនេះ (ដែលអាចតំណាងឱ្យខាងក្រៅ) អាចត្រូវបានរាប់បញ្ចូលឬមិនរាប់បញ្ចូល។ [២៨៣៣]"}}