{"status":"success","message":"All metadata fields for indicator 7-1-2, translated into all languages","data":{"en":"<p>7. Ensure access to affordable, reliable, sustainable and modern energy for all</p><p>7.1 By 2030, ensure universal access to affordable, reliable and modern energy services</p><p>7.1.2 Proportion of population with primary reliance on clean fuels and technology [7.1.2] (EG_EGY_CLEAN)</p><p>7.1.2 Proportion of population with primary reliance on clean fuels and technology for cooking [7.1.2] (EG_CFT_COOK)</p>\n<p>7.1.2 Proportion of population with primary reliance on clean fuels and technology for lighting [7.1.2] (EG_CFT_LIGHT)</p><p>November 2020</p><p>National Institute of Statistics (NIS), Ministry of Planning</p><p>Po Mao (Mr.) / Som Bony (Mr)</p><p>Social Statistics Department and/or Statistical Standard and Statistical Analysis Department</p><p>Deputy Director </p><p>+855 12 894 934 /+855 12 724 222</p><p>No. 386 Street 360, Sangkat Boeung Kengkang I, Khan Chamkarmon, Phnom Penh,​ Cambodia</p><p><a href=\"mailto:pomao.nis@gmail.com\">pomao.nis@gmail.com</a>; <a href=\"mailto:bony_som@yahoo.com\">bony_som@yahoo.com</a></p><p>Proportion of population with primary reliance on clean fuels and technology is calculated as the number of households using clean fuels and technologies for cooking, heating and lighting divided by total households reporting that any cooking, heating or lighting, expressed as percentage. “Clean” is defined by the emission rate targets and specific fuel recommendations (i.e. against unprocessed coal and kerosene) included in the normative guidance WHO guidelines for indoor air quality: household fuel combustion.</p>\n<p>‘Clean fuels’ include electricity, gaseous fuels (e.g. LPG), natural gas (PNG), biogas, solar and alcohol fuels. </p>\n<p>Concepts: Current global data collection focuses on the primary fuel used for cooking, categorized as solid or non-solid fuels, where solid fuels are considered polluting and non-modern, while non-solid fuels are considered clean. This single measure captures a good part of the lack of access to clean cooking fuels, but fails to collect data on type of device or technology is used for cooking, and also fails to capture other polluting forms of energy use in the home such as those used for lighting and heating.</p>\n<p>New evidence-based normative guidance from the WHO (i.e. WHO Guidelines for indoor air quality guidelines: household fuel combustion), highlights the importance of addressing both fuel and the technology for adequately protecting public health. These guidelines provide technical recommendations in the form of emissions targets for as to what fuels and technology (stove, lamp, and so on) combinations in the home are clean. These guidelines also recommend against the use of unprocessed coal and discourage the use kerosene (a non-solid but highly polluting fuel) in the home. They also recommend that all major household energy end uses (e.g. cooking, space heating, lighting) use efficient fuels and technology combinations to ensure health benefits.</p>\n<p>For this reason, the technical recommendations in the WHO guidelines, access to modern cooking solution in the home will be defined as “access to clean fuels and technologies” rather than “access to non-solid fuels.” This shift will help ensure that health and other “nexus” benefits are better counted, and thus realized.</p><p>Percent (%)</p><p>Cambodia Socio-Economic Survey (CSES)</p><p>The CSES is conducted by NIS since 1993, followed by in 1996, 1997, 1999, 2004, and conducted annually from 2007-2017. The latest survey was in 2019. The survey provides a comprehensive set of indicators on living conditions in Cambodia, covering main socio-economic areas such as housing conditions, health, education, labor force, economic activities, victimization, vulnerability and others. The survey questionnaire was asked for the household and for the household members. The sample size was determined for annual CSES is about 3,600 households. Every 5 years it is conducted with a big sample size is about 12,000 households. The last four big sample surveys were conducted in 2004, 2009, 2014 and 2019. </p>\n<p>Since the CSES 2004, the diary method for collecting data on household expenditure/consumption and household income was introduced. As the recall method has been used in the previous rounds it was also decided to include in the recall modules. Thus, both methods are retained. The data collection was carried out throughout the whole calendar year, started from January to December. Face-to-face interview using the questionnaire was done and about 15 households per village were selected. </p>\n<p>The detailed documentations of the survey, such as questionnaire, filed operation annual and technical report on survey design and implementation are stored in NADA (National Data Archive), NIS website: http://nada.nis.gov.kh/index.php/home</p><p>The next round survey: Qrt1, 2021</p><p>One year after the reference period of the survey</p><p>National Institute of Statistics</p><p>National Institute of Statistics</p><p>By virtue of the article 12 of Statistics Law, NIS in is responsible for:</p>\n<ul>\n  <li>Collecting, processing, compiling, analyzing, publishing and disseminating basic data by conducting censuses and surveys, and utilizing administrative data sources;</li>\n  <li>Compiling national accounts and price indexes, as well as economic, environment and socio-demographic indicators; </li>\n  <li>Coordination with line ministries as data producers as mandated by the Statistics Law; and</li>\n  <li>Functioning as the central repository of SDG indicators.</li>\n</ul><p>For cooking, heating and lightning, households typically rely on solid fuels, such as wood, charcoal, biomass or kerosene paired with inefficient technologies (e.g. open fires, stoves, space heaters or lamps). It is well known that reliance on such inefficient energy for cooking and lighting is associated with high levels of household (indoor) air pollution. The use of inefficient fuels for cooking alone is estimated to cause over 4 million deaths annually, mainly among women and children. This is more than TB, HIV and malaria combined. These adverse health impacts can be avoided by adopting clean fuels and technologies for all main household energy end-or in some circumstances by adopting advanced combustion cook stoves (i.e. those which achieve the emission rates targets provided by the WHO guidelines) and adopting strict protocols for their safe use. Given the importance of clean and safe household energy use as a human development issue, universal access to energy among the technical practitioner community is currently taken to mean access to both electricity and clean fuels and technologies for cooking, heating and lighting. For this reason, clean cooking forms part of the universal access objective under the UN Secretary General’s Sustainable Energy for All initiative.</p><p>Comparisons of the results from the 2007 CSES with previous surveys in 1993/94, 1996, 1997 and 1999, are not recommended due to differences in the survey design. Fieldwork from the last five surveys (2004, 2007, 2008, 2009 and 2010) covered 15 months, and results can be reported for both 12 month (calendar year) and 15 month periods.</p>\n<p>The weights used in the reports from CSES 2004, are adjusted by using the preliminary population projections which give over estimated population counts. The weights in CSES 2007 are adjusted by using the preliminary result from 2008 Population Census. Some provinces were excluded, due to cost and other reasons, in the sample for 2007. The estimates are however, adjusted for the under coverage error caused by excluding those provinces. A recalculation of the weights in CSES 2004 has been made for the coming analyses to obtain higher comparability between CSES 2004, and the surveys conducted from 2007 and onwards.</p><p>The number of households using clean fuels and technologies for cooking, heating and lighting divided by total households reporting that any cooking, heating or lighting, expressed as percentage. </p>\n<p>‘Clean fuels’ includes: Clean fuels include electricity, liquefied petroleum gas (LPG), natural gas (PNG), biogas, solar and alcohol.</p><p>To align the global concept and definition, the applied average household size and the total of population has been used</p><p>The NIS decided to use statistical methods (calibration) to achieve better comparability between the different rounds of the CSES surveys by adjusting the samples to the population size and structure that was established by the national population census carried out in 2008. To mirror the rapid changes in the population, it proved necessary to project the population forwards to 2017 and backwards to 1993, taking into account fertility, mortality and internal migration rates.</p><p>Data availability by geographic location: national, urban, rural, and by ecological zones: Tonle Sap lake, plain, coastal, and plateau and mountain.</p><p>There may be discrepancies between internationally reported by WHO/WB and nationally reported NSO figures. The reasons are the following:</p>\n<ul>\n  <li>Modelled estimates versus survey data point;</li>\n  <li>Use of different definitions of polluting (or previously solid) fuels (wood only or wood and any other biomass, e.g. dung residues; kerosene included or not as polluting fuels); and</li>\n  <li>Use of different total population estimate.</li>\n</ul><p>Cambodia Socio-Economic Survey Reports: <a href=\"https://www.nis.gov.kh/index.php/km/14-cses/12-cambodia-socio-economic-survey-reports\">https://www.nis.gov.kh/index.php/km/14-cses/12-cambodia-socio-economic-survey-reports</a></p>","km":"<p> ៧ ។ ធានាបាននូវការប្រើប្រាស់បានតំលៃសមរម្យអាចទុកចិត្តបាននិរន្តរភាពនិងថាមពលទំនើបសម្រាប់ទាំងអស់គ្នា [៨២]<p> ៧.១ នៅឆ្នាំ ២០៣០ ធានានូវការទទួលបាននូវសេវាកម្មថាមពលដែលមានតំលៃសមរម្យអាចទុកចិត្តបាននិងទំនើប [៩០]<p> ៧.១.២ សមាមាត្រនៃប្រជាជនដែលពឹងផ្អែកជាចម្បងលើឥន្ធនៈនិងបច្ចេកវិទ្យាស្អាត [៧.១.២] (EG_EGY_CLEAN) [១០៨]<p> ៧.១.២ សមាមាត្រនៃប្រជាជនដែលពឹងផ្អែកជាចម្បងលើឥន្ធនៈស្អាតនិងបច្ចេកវិទ្យាសម្រាប់ចម្អិនអាហារ [៧.១.២] (EG_CFT_COOK) [១១៩]\n[១២៤] ៧.១.២ សមាមាត្រនៃប្រជាជនដែលពឹងផ្អែកជាចម្បងលើឥន្ធនៈស្អាតនិងបច្ចេកវិទ្យាសំរាប់បំភ្លឺ [៧.១.២] (EG_CFT_LIGHT) [២៤៥]<p> ខែវិច្ឆិកាឆ្នាំ ២០២០ [១៦]<p> វិទ្យាស្ថានជាតិស្ថិតិ (NIS) ក្រសួងផែនការ [៦៣]<p> ប៉ូម៉ៅ (លោក) / Som Bony (Mr) [៣១]<p> នាយកដ្ឋានស្ថិតិសង្គមនិង / ឬនាយកដ្ឋានស្ថិតិនិងនាយកដ្ឋានស្ថិតិស្ថិតិ </p><p> នាយករង [១៩][០] +៨៥៥ ១២ ៨៩៤ ៩៣៤ / + ៨៥៥ ១២ ៧២៤ ២២២ [៣៥]<p> ទេ។ ផ្លូវ ៣៨៦ ៣៦០ សង្កាត់បឹងកេងកង ១ ខណ្ឌចំការមនរាជធានីភ្នំពេញប្រទេសកម្ពុជា [៨៨][០] [៣] pomao.nis@gmail.com [៥៩]; [៦៥] bony_som@yahoo.com [១១៩] [១២៣]<p> សមាមាត្រប្រជាជនជាមួយនឹងការពឹងផ្អែកបឋមលើឥន្ធនៈស្អាតនិងបច្ចេកវិទ្យាត្រូវបានគណនាជាចំនួនគ្រួសារដែលប្រើប្រាស់ប្រេងឥន្ធនៈនិងបច្ចេកវិទ្យាស្អាតសម្រាប់ចម្អិនអាហារកំដៅនិងភ្លើងបំភ្លឺចែកតាមគ្រួសារសរុបរាយការណ៍ថាការចំអិនកំដៅឬភ្លើងបំភ្លឺណាមួយបង្ហាញជាភាគរយ។ “ ស្អាត” ត្រូវបានកំនត់ដោយគោលដៅអត្រាបំភាយនិងអនុសាសន៍ប្រេងជាក់លាក់ (ឧ។ ប្រឆាំងនឹងធ្យូងថ្មនិងប្រេងកាតដែលមិនបានកែច្នៃ) ដែលមានបញ្ចូលក្នុងគោលការណ៍ណែនាំស្តង់ដាររបស់អង្គការសុខភាពពិភពលោកចំពោះគុណភាពខ្យល់ក្នុងផ្ទះ៖ ចំហេះឥន្ធនៈក្នុងគ្រួសារ។ [៥២០]\n[៥២៥] ‘ឥន្ធនៈស្អាត” រួមមានអគ្គិសនីឥន្ធនៈហ្គាស (ឧ។ LPG) ឧស្ម័នធម្មជាតិ (PNG) ជីវឧស្ម័នថាមពលព្រះអាទិត្យនិងឥន្ធនៈអាល់កុល។ [៦៤១]\n[៦៤៦] គំនិត៖ ការប្រមូលទិន្នន័យពិភពលោកបច្ចុប្បន្នផ្តោតលើឥន្ធនៈបឋមដែលត្រូវបានប្រើសម្រាប់ចម្អិនអាហារចាត់ថ្នាក់ជាឥន្ធនៈរឹងឬឥន្ធនៈរឹងដែលឥន្ធនៈរឹងត្រូវបានគេចាត់ទុកថាជាការបំពុលនិងមិនទំនើបរីឯឥន្ធនៈមិនរឹងត្រូវបានគេចាត់ទុកថាស្អាត។ វិធានការតែមួយនេះចាប់យកផ្នែកមួយដ៏ល្អនៃការខ្វះខាតការប្រើប្រាស់ប្រេងចម្អិនអាហារប៉ុន្តែមិនបានប្រមូលទិន្នន័យប្រភេទឧបករណ៍ឬបច្ចេកវិទ្យាត្រូវបានប្រើសម្រាប់ចម្អិនអាហារហើយក៏បរាជ័យក្នុងការចាប់យកទម្រង់បំពុលផ្សេងទៀតនៃការប្រើប្រាស់ថាមពលនៅក្នុងផ្ទះដូចជា ប្រើសំរាប់បំភ្លឺនិងកំដៅ។ [១១៦៤]\n[១១៦៩] ការចង្អុលបង្ហាញអំពីគោលការណ៍ស្តង់ដារថ្មីពីអង្គការសុខភាពពិភពលោក (i.e. គោលការណ៍ណែនាំពិភពលោកសម្រាប់គុណភាពខ្យល់ក្នុងផ្ទះ៖ ចំហេះឥន្ធនៈក្នុងគ្រួសារ) បង្ហាញពីសារៈសំខាន់នៃការដោះស្រាយទាំងឥន្ធនៈនិងបច្ចេកវិទ្យាសម្រាប់ការពារសុខភាពសាធារណៈឱ្យបានគ្រប់គ្រាន់។ គោលការណ៍ណែនាំទាំងនេះផ្តល់នូវអនុសាសន៍បច្ចេកទេសតាមទំរង់គោលដៅនៃការបំភាយឧស្ម័នថាតើអ្វីទៅជាឥន្ធនៈនិងបច្ចេកវិទ្យា (ចង្រ្កានចង្កៀងជាដើម) បន្សំនៅក្នុងផ្ទះគឺស្អាត។ គោលការណ៍ណែនាំទាំងនេះក៏ផ្តល់អនុសាសន៍ផងដែរប្រឆាំងនឹងការប្រើប្រាស់ធ្យូងថ្មដែលមិនបានកែច្នៃនិងរារាំងការប្រើប្រាស់ប្រេងកាត (ឥន្ធនៈមិនរឹងប៉ុន្តែមានការបំពុលខ្លាំង) នៅក្នុងផ្ទះ។ ពួកគេក៏បានផ្តល់អនុសាសន៍ថារាល់ការប្រើប្រាស់ថាមពលចុងក្រោយរបស់គ្រួសារសំខាន់ៗ (ឧទាហរណ៍ការចំអិនកំដៅអវកាសភ្លើងបំភ្លឺ) ប្រើប្រេងឥន្ធនៈនិងបន្សំបច្ចេកវិទ្យាប្រកបដោយប្រសិទ្ធភាពដើម្បីធានាបាននូវអត្ថប្រយោជន៍ដល់សុខភាព។ [១៩២៦]\n[១៩៣១] ចំពោះហេតុផលនេះអនុសាសន៍បច្ចេកទេសក្នុងគោលការណ៍ណែនាំរបស់អង្គការសុខភាពពិភពលោកការចូលទៅកាន់ដំណោះស្រាយធ្វើម្ហូបបែបទំនើបនៅក្នុងផ្ទះនឹងត្រូវបានកំណត់ជា“ ការទទួលបានឥន្ធនៈនិងបច្ចេកវិទ្យាស្អាត” ជាជាង“ ការប្រើប្រាស់ឥន្ធនៈមិនរឹង” ។ ការផ្លាស់ប្តូរនេះនឹងជួយធានាថាសុខភាពនិងអត្ថប្រយោជន៍ \"ណឺណិត\" ផ្សេងទៀតត្រូវបានគេរាប់បញ្ចូលហើយដូច្នេះត្រូវបានគេដឹង។ [២២៥៦]<p> ភាគរយ (%) </p><p> ការស្ទង់មតិសេដ្ឋកិច្ចសង្គមកម្ពុជា (CSES) [៤០]<p> ស៊ីអេសអេសត្រូវបានអនុវត្តដោយអាយអាយអេសចាប់តាំងពីឆ្នាំ ១៩៩៣ បន្ទាប់មកនៅឆ្នាំ ១៩៩៦, ១៩៩៧, ១៩៩៩, ២០០៤ និងធ្វើឡើងជារៀងរាល់ឆ្នាំពីឆ្នាំ ២០០៧-២០០៧ ។ ការស្ទង់មតិចុងក្រោយគឺនៅក្នុងឆ្នាំ ២០១៩ ។ ការស្ទង់មតិនេះផ្តល់នូវសូចនាករដ៏ទូលំទូលាយស្តីពីស្ថានភាពរស់នៅក្នុងប្រទេសកម្ពុជាដែលគ្របដណ្តប់លើវិស័យសេដ្ឋកិច្ចសង្គមសំខាន់ៗដូចជាលក្ខខណ្ឌលំនៅដ្ឋានសុខភាពការអប់រំកម្លាំងពលកម្មសកម្មភាពសេដ្ឋកិច្ចភាពរងគ្រោះភាពងាយរងគ្រោះនិងអ្នកដទៃ។ កម្រងសំណួរនៃការស្ទង់មតិត្រូវបានសួរសម្រាប់គ្រួសារនិងសម្រាប់សមាជិកគ្រួសារ។ ទំហំគំរូត្រូវបានកំណត់សម្រាប់ស៊ីអេសអេសប្រចាំឆ្នាំគឺប្រហែល ៣៦០០ គ្រួសារ។ រៀងរាល់ ៥ ឆ្នាំម្តងវាត្រូវបានធ្វើឡើងដោយមានទំហំគំរូធំគឺប្រហែល ១២.០០០ គ្រួសារ។ ការស្ទង់មតិគំរូធំ ៗ ចុងក្រោយបួនត្រូវបានធ្វើឡើងក្នុងឆ្នាំ ២០០៤ ២០០៩ ២០០៩ ២០១៤ និង ២០១៩ ។\n<p> ចាប់តាំងពីស៊ីអេសអេស ២០០៤ វិធីសាស្ត្រកំណត់ហេតុប្រចាំថ្ងៃសម្រាប់ប្រមូលទិន្នន័យអំពីការចំណាយ / ការប្រើប្រាស់គ្រួសារនិងប្រាក់ចំណូលគ្រួសារត្រូវបានណែនាំ ដោយសារវិធីនៃការប្រមូលយកមកវិញត្រូវបានប្រើនៅក្នុងជុំមុនវាក៏ត្រូវបានគេសម្រេចចិត្តបញ្ចូលនៅក្នុងម៉ូឌុលប្រមូល។ ដូច្នេះវិធីសាស្រ្តទាំងពីរត្រូវបានរក្សាទុក។ ការប្រមូលទិន្នន័យត្រូវបានអនុវត្តពេញមួយឆ្នាំប្រតិទិនទាំងមូលចាប់ផ្តើមពីខែមករាដល់ខែធ្នូ។ បទសម្ភាសន៍ទល់មុខគ្នាដោយប្រើកម្រងសំណួរត្រូវបានធ្វើហើយប្រហែលជា ១៥ គ្រួសារក្នុងមួយភូមិត្រូវបានជ្រើសរើស។ [១២១៣]\n[១២១៨] ឯកសារលម្អិតនៃការស្ទង់មតិដូចជាកម្រងសំណួរដែលបានដាក់របាយការណ៍ប្រតិបត្ដិប្រចាំឆ្នាំនិងបច្ចេកទេសលើការរចនានិងការអនុវត្តការស្ទង់មតិត្រូវបានរក្សាទុកនៅក្នុង NADA (ប័ណ្ណសារទិន្នន័យជាតិ) គេហទំព័រ NIS៖ http://nada.nis.gov.kh/ index.php / ផ្ទះ [១៤៦១]<p> ការស្ទង់មតិជុំបន្ទាប់៖ Qrt១, ២០២១ [៣៦]<p> មួយឆ្នាំបន្ទាប់ពីរយៈពេលយោងនៃការស្ទង់មតិ [៥២]<p> វិទ្យាស្ថានស្ថិតិជាតិ [៣៥]<p> វិទ្យាស្ថានស្ថិតិជាតិ [៣៥]<p> ដោយគុណធម៌នៃមាត្រា ១២ នៃច្បាប់ស្ថិតិ NIS ទទួលខុសត្រូវចំពោះ៖ [៧៦]\n[៨១]\n  [៨៨] ការប្រមូលដំណើរការចងក្រងការវិភាគបោះពុម្ពផ្សាយនិងផ្សព្វផ្សាយទិន្នន័យមូលដ្ឋានដោយការធ្វើជំរឿននិងការស្ទង់មតិនិងការប្រើប្រាស់ប្រភពទិន្នន័យរដ្ឋបាល [២៥៦]\n  [២៦៤] ចងក្រងគណនីជាតិនិងសន្ទស្សន៍តម្លៃក៏ដូចជាសូចនាករសេដ្ឋកិច្ចបរិស្ថាននិងសង្គមប្រជាសាស្ត្រ។ [៣៨២]\n  [៣៩០] ការសំរបសំរួលជាមួយក្រសួងពាក់ព័ន្ធជាអ្នកផលិតទិន្នន័យតាមច្បាប់ស្ថិតិ។ និង [៤៨៤]\n  [៤៩២] មុខងារជាឃ្លាំងសំខាន់នៃសូចនាករអេសជីជី។ [៥៥២]\n[៥៥៨]<p> សម្រាប់ការចំអិនកំដៅនិងរន្ទះជាធម្មតាក្រុមគ្រួសារពឹងផ្អែកលើឥន្ធនៈរឹងដូចជាអុសធ្យូងជីវម៉ាសឬប្រេងកាតភ្ជាប់ជាមួយបច្ចេកវិទ្យាមិនមានប្រសិទ្ធភាព (ឧ។ ភ្លើងចំហុយចង្ក្រានកំដៅអវកាសឬអំពូលភ្លើង) ។ វាត្រូវបានគេដឹងថាការពឹងផ្អែកលើថាមពលគ្មានប្រសិទ្ធភាពបែបនេះសម្រាប់ចម្អិនអាហារនិងភ្លើងបំភ្លឺត្រូវបានផ្សារភ្ជាប់ជាមួយនឹងកម្រិតខ្ពស់នៃការបំពុលខ្យល់ក្នុងផ្ទះ (ក្នុងផ្ទះ) ។ ការប្រើប្រាស់ប្រេងឥន្ធនៈដែលគ្មានប្រសិទ្ធភាពសម្រាប់ចម្អិនអាហារតែម្នាក់ឯងត្រូវបានគេប៉ាន់ស្មានថាបណ្តាលឱ្យមានមនុស្សស្លាប់ជាង ៤ លាននាក់ក្នុងមួយឆ្នាំ ៗ ភាគច្រើនក្នុងចំនោមស្ត្រីនិងកុមារ។ នេះគឺច្រើនជាងការរួមបញ្ចូលគ្នានៃជំងឺរបេងមេរោគអេដស៍និងជំងឺគ្រុនចាញ់។ ផលប៉ះពាល់សុខភាពមិនល្អទាំងនេះអាចត្រូវបានជៀសវាងដោយការប្រើប្រាស់ប្រេងឥន្ធនៈស្អាតនិងបច្ចេកវិទ្យាសម្រាប់ថាមពលគ្រួសារសំខាន់ៗទាំងអស់នៅចុងបញ្ចប់ឬក្នុងកាលៈទេសៈខ្លះដោយទទួលយកចង្រ្កានចំហេះដែលមានលក្ខណៈជឿនលឿន (ឧ។ អ្នកដែលសម្រេចគោលដៅអត្រាបំភាយឧស្ម័នដែលបានផ្តល់ដោយគោលការណ៍ណែនាំរបស់អង្គការសុខភាពពិភពលោក) និងអនុម័តពិធីសារតឹងរឹងសម្រាប់ ការប្រើប្រាស់ប្រកបដោយសុវត្ថិភាព។ ដោយសារសារៈសំខាន់នៃការប្រើប្រាស់ថាមពលគ្រួសារស្អាតនិងមានសុវត្ថិភាពជាបញ្ហាអភិវឌ្ឍន៍មនុស្សការចូលប្រើថាមពលជាសកលក្នុងចំណោមសហគមន៍អ្នកអនុវត្តបច្ចេកទេសបច្ចុប្បន្នត្រូវបានគេយកទៅប្រើមានន័យថាមានអគ្គិសនីនិងប្រេងស្អាតនិងបច្ចេកវិទ្យាសម្រាប់ចម្អិនអាហារកំដៅនិងភ្លើង។ ដោយហេតុផលនេះចម្អិនអាហារស្អាតគឺជាផ្នែកមួយនៃគោលដៅចូលជាសកលក្រោមថាមពលនិរន្តរភាពរបស់អគ្គលេខាធិការអង្គការសហប្រជាជាតិសម្រាប់គំនិតផ្តួចផ្តើមទាំងអស់។<p> ការប្រៀបធៀបលទ្ធផលពីស៊ីអេសអេស ២០០៧ ជាមួយនឹងការស្ទង់មតិកាលពីលើកមុនក្នុងឆ្នាំ ១៩៩៣/៩៤, ១៩៩៦, ១៩៩៧ និង ១៩៩៩ មិនត្រូវបានណែនាំទេដោយសារភាពខុសគ្នានៃការរចនាស្ទង់មតិ។ ការធ្វើស្រែពីការស្ទង់មតិ ៥ ចុងក្រោយ (២០០៤, ២០០៧, ២០០៨, ២០០៩ និង ២០០៩) មានរយៈពេល ១៥ ខែហើយលទ្ធផលអាចត្រូវបានរាយការណ៍ទាំង ១២ ខែ (ឆ្នាំប្រតិទិន) និងរយៈពេល ១៥ ខែ។ [៣៣៨]\n[៣៤៣] ទំងន់ដែលត្រូវបានប្រើក្នុងរបាយការណ៍ពីស៊ីអេសអេស ២០០៤ ត្រូវបានកែសំរួលដោយប្រើការប៉ាន់ស្មានប្រជាជនបឋមដែលអោយចំនួនប្រជាជនប៉ាន់ស្មាន។ ទំងន់នៅស៊ីអេសអេស ២០០៧ ត្រូវបានកែសំរួលដោយប្រើលទ្ធផលបឋមពីជំរឿនប្រជាជនឆ្នាំ ២០០៨ ។ ខេត្តមួយចំនួនត្រូវបានគេដកចេញដោយសារថ្លៃដើមនិងមូលហេតុផ្សេងទៀតក្នុងឧទាហរណ៍សម្រាប់ឆ្នាំ ២០០៧។ ទោះយ៉ាងណាការប៉ាន់ស្មានត្រូវបានកែសំរួលចំពោះកំហុសដែលគ្របដណ្តប់ដោយបណ្តាលមកពីការមិនរាប់បញ្ចូលខេត្តទាំងនោះ។ ការគណនាឡើងវិញនូវទំងន់នៅស៊ីអេសអេស ២០០៤ ត្រូវបានធ្វើឡើងសម្រាប់ការវិភាគនាពេលខាងមុខដើម្បីទទួលបានការប្រៀបធៀបខ្ពស់ជាងរវាងស៊ីអេសអេស ២០០៤ និងការស្ទង់មតិធ្វើឡើងចាប់ពីឆ្នាំ ២០០៧ និងចាប់ពីពេលនេះតទៅ។<p> ចំនួនគ្រួសារដែលប្រើប្រាស់ប្រេងឥន្ធនៈស្អាតនិងបច្ចេកវិជ្ជាសំរាប់ចម្អិនកំដៅនិងភ្លើងបំភ្លឺចែកដោយគ្រួសារសរុបរាយការណ៍ថាការចំអិនកំដៅរឺភ្លើងបំភ្លឺណាមួយបង្ហាញជាភាគរយ។ [១៩៩]\n[២០៤] ‘ឥន្ធនៈស្អាត” រួមមាន៖ ឥន្ធនៈស្អាតរួមមានអគ្គិសនីឧស្ម័នរាវ (LPG) ឧស្ម័នធម្មជាតិ (PNG) ជីវឧស្ម័នថាមពលព្រះអាទិត្យនិងអាល់កុល។ [៣៤០]<p> ដើម្បីតម្រឹមគំនិតនិងនិយមន័យសកលទំហំគ្រួសារជាមធ្យមនិងចំនួនប្រជាជនសរុបត្រូវបានប្រើប្រាស់ [១២៣]<p> NIS បានសំរេចចិត្តប្រើវិធីសាស្ត្រស្ថិតិ (ការវាស់ស្ទង់) ដើម្បីសម្រេចបាននូវការប្រៀបធៀបល្អប្រសើរជាងមុនរវាងជុំផ្សេងៗគ្នានៃការស្ទង់មតិអេសស៊ីអេសដោយកែសំរួលគំរូទៅនឹងទំហំប្រជាជននិងរចនាសម្ព័ន្ធដែលត្រូវបានបង្កើតឡើងដោយជំរឿនប្រជាជនថ្នាក់ជាតិដែលបានអនុវត្តក្នុងឆ្នាំ ២០០៨ ។ ការផ្លាស់ប្តូរប្រជាជនយ៉ាងឆាប់រហ័សវាចាំបាច់បង្ហាញគម្រោងប្រជាជនឆ្ពោះទៅឆ្នាំ ២០១៧ និងថយក្រោយដល់ឆ្នាំ ១៩៩៣ ដោយគិតគូរពីការមានកូនអត្រាមរណភាពនិងអត្រាការធ្វើចំណាកស្រុកខាងក្នុង។<p> ទិន្នន័យអាចរកបានដោយទីតាំងភូមិសាស្ត្រ៖ ជាតិទីក្រុងទីក្រុងជនបទនិងតាមតំបន់អេកូឡូស៊ី៖ បឹងទន្លេសាបធម្មតាឆ្នេរសមុទ្រនិងខ្ពង់រាបនិងភ្នំ។ [១៥១]<p> វាអាចមានភាពខុសគ្នារវាងរបាយការណ៍អន្ដរជាតិរបស់អង្គការសុខភាពពិភពលោក / ពិភពលោកនិងរបាយការណ៍របស់ NSO ដែលបានរាយការណ៍ជាលក្ខណៈជាតិ។ ហេតុផលមានដូចខាងក្រោមៈ [១៤០]\n[១៤៥]\n  [១៥២] ការប៉ាន់ស្មានដែលបានយកគំរូតាមចំណុចទិន្នន័យស្ទង់មតិ [២០០]\n  [២០៨] ការប្រើប្រាស់និយមន័យផ្សេងគ្នានៃឥន្ធនៈដែលបំពុល (ឬរឹងពីមុន) (តែឈើឬអុសនិងជីវម៉ាសផ្សេងទៀតឧ។ សំណល់លាមក; ប្រេងកាតរួមបញ្ចូលរឺក៏មិនមែនជាឥន្ធនៈបំពុល) ។ និង [៣៩៣]\n  [៤០១] ការប្រើប្រាស់ការប៉ាន់ស្មានប្រជាជនសរុបផ្សេងៗគ្នា។ [៤៤៨]\n[៤៥៤]<p> របាយការណ៍អង្កេតសេដ្ឋកិច្ចសង្គមកម្ពុជា៖ [៤៣] https://www.nis.gov.kh/index.php/km/14-cses/12-cambodia-socio-economic-survey-reports [២២៤] [ ២២៨]"}}